Repository: wp-plugins/thecartpress-dynamic-options
Catalog: languages/tcp-do-*.po
Languages: cs_cz, de_de, es_es, it_it, ru_ru, sr_rs

source: Order
cs_cz: Pořadí
de_de: Bestellung
es_es: Pedido
it_it: Ordine
ru_ru: Заказ
sr_rs: Rasporedi

source: Delete
cs_cz: Smazat
de_de: L&ouml;schen
es_es: Borrar
it_it: Cancellare
ru_ru: Удалить
sr_rs: Obriši

source: Set featured image
cs_cz: Nastavit vzhled obrázku
de_de: Artikelbild festlegen
es_es: Asignar miniatura
it_it: Imposta un'immagine di riferimento
ru_ru: Установить изображение
sr_rs: Podesi uobličenu sliku

source: Do you really want to delete this option?
cs_cz: Opravdu chcete smazat tuto volbu?
de_de: Wollen Sie diese Option wirklich l&ouml;schen?
es_es: ¿Realmente desea borrar esta opción?
it_it: Vuoi davvero eliminare questa opzione?
ru_ru: Действительно хотите удалить эту опцию?
sr_rs: Da li zaista želite da obrišete ovu opciju?

source: Options will be ordered by title or price, this field will not be considered.
cs_cz: Volby budou seřazeny podle názvu nebo ceny, nebude bráno v úvahu toto pole.
de_de: Optionen werden nach Title oder Preis sortiert, dieses Feld wird nicht ber&uuml;cksichtigt
es_es: Las opciones serán ordenadas por título o precio, este campo no será tenido en cuenta
it_it: Le opzioni saranno ordinate per titolo o prezzo, questo campo non verrà considerato.
ru_ru: Опции будут упорядочены по названиям в алфавитном порядке или по стоимости.
sr_rs: Opcije će biti raspoređene prema nazivu ili ceni, ovo polje neće biti uzeto u obzir.

source: To change the order, visit <a href="%s">Theme compatibility</a> page.
cs_cz: Pro změnu pořadí navštivte stránku <a href="%s">Kompatibilita šablony</a>.
de_de: Um die Reihenfolge zu ändern besuchen Sie die <a href="%s">Theme compatibility</a> Seite.
es_es: Para cambiar el order, visite la página <a href="%s">Compatibilidad con el tema</a>.
it_it: Per cambiare l'ordine, visita la pagina <a href="%s">Compatibilità con il tema</a>.
ru_ru: Для изменения порядка посетите, пожалуйста, страницу <a href="%s">Согласование с темой WordPress</a>.
sr_rs: Da biste promenili redosled, posetite stranicu <a href="%s">Kompatibilnost teme</a>.

source: save
cs_cz: uložit
de_de: speichern
es_es: Guardar
it_it: salva
ru_ru: сохранить
sr_rs: sačuvaj

source: All the options with the delete checkbox checked will be deleted.
cs_cz: Všechny možnosti se zaškrtnutým políčkem smazat, budou smazány.
de_de: Alle Optionen, bei denen "l&ouml;schen" markiert ist, werden gel&ouml;scht.
es_es: Todas las opciones con la caja de borrado seleccionada serán borradas
it_it: Tutte le opzioni con la casella di cancellazione selezionata saranno eliminate.
ru_ru: Все опции с отмеченным на удаление чек-боксом будут удалены. Как это странно не звучит.
sr_rs: Sve opcije sa štikliranim okvirom za brisanje biće obrisane.

source: Options for TheCartPress Dynamic Options
cs_cz: Možnosti pro TheCartPress Dynamic Options
de_de: Optionen f&uml;r TheCartPress Dynamic Options
es_es: Opciones para Dynami cOptions
it_it: Opzioni per TheCartPress Dynamic Options
ru_ru: Опции для Динамических Опций TheCartPress
sr_rs: Opcije za TheCartPress Dynamic Options

source: Option
cs_cz: Možnosti
es_es: Opción
it_it: Opzione
ru_ru: Параметры
sr_rs: Opcije

source: Add New
cs_cz: Přidat nový
de_de: Hinzuf&uuml;gen
es_es: Añadir una nueva
it_it: Aggiungere Nuova
ru_ru: Добавить Новый
sr_rs: Dodaj novu

source: Edit Option
cs_cz: Upravit Možnosti
de_de: Option ändern
es_es: Editar Opción
it_it: Modifica Opzione
ru_ru: Править Опцию
sr_rs: Uredi opciju

source: View Option
cs_cz: Zobrazit Možnosti
de_de: Option ansehen
es_es: Ver Opción
it_it: Mostra Opzione
ru_ru: Просмотреть данные Опции
sr_rs: Vidi opciju

source: Search Options
cs_cz: Hledat Možnosti
de_de: Optionen suchen
es_es: buscar Opciones
it_it: Cerca Opzioni
ru_ru: Искать Опцию
sr_rs: Pretraži opcije

source: No options found
cs_cz: Nenalezena žádná možnost
de_de: keine Optionen gefunden
es_es: No se han encontrado opciones
it_it: Nessuna opzione trovata
ru_ru: Опция не найдена
sr_rs: Nisu pronađene opcije

source: No options found in Trash
cs_cz: V koši nebyly nalezeny žádné možnosti
de_de: keine Optionen im Papierkorb gefunden
es_es: No se han encontrado opciones en la papelera
it_it: Nessuna opzione trovata nel cestino
ru_ru: В Корзине Опция не найдена
sr_rs: U korpi za otpatke nisu pronađene opcije

source: Option Custom Fields
cs_cz: Volba vlastních polí
de_de: Option benutzerdef. Felder
es_es: Campos personalizados de las Opciones
it_it: Campo personalizzato delle Opzioni
ru_ru: Опция Дополнительных Полей
sr_rs: Opcija ‘Prilagođena polja’

source: return to options list
cs_cz: návrat na seznam voleb
de_de: zur&uuml;ck zur Liste der Optionen
es_es: Volver a la lista de Opciones
it_it: Ritornare alla lista delle Opzioni
ru_ru: возврат к списку опций
sr_rs: vrati se na listu opcija

source: Options list
cs_cz: Seznam voleb
de_de: Optionen Liste
es_es: Lista de Opciones
it_it: Lista delle Opzioni
ru_ru: Список Опций
sr_rs: Lista opcija

source: This price will be added to the price of the parent.
cs_cz: Tato cena bude přidána k ceně rodiče.
de_de: Dieser Preis wird zum Preis des Eltern-Produkts addiert.
es_es: Esta cantidad será añadida al precio del padre
it_it: Questo prezzo sarà aggiunto al prezzo del prodotto padre o prezzo di base.
ru_ru: Эта стоимость будет добавлена к цене "Родителя".
sr_rs: Ova cena biće dodata ceni nadređenog.

source: Weight
cs_cz: Váha
de_de: Gewicht
es_es: Peso
it_it: Peso
ru_ru: Вес
sr_rs: Težina

source: If value is zero then the weight will be the weight of the parent. This weight will not be added to the weight of the parent anyway.
cs_cz: Pokud je hodnota nula, bude nastavena váha rodiče. Tato váha nebude v žádném případě přiřazena rodiči.
de_de: Wenn der Wert Null ist, wird das Gewicht des Elternprodukts übernommen. Dieses Gewicht wird nicht zum Gewicht des Elternprodukts addiert.
es_es: Si el valor es cero entonces el peso será el peso del padre. Este peso no será añadido al peso del padre.
it_it: Se il valore è zero allora il peso sarà il peso del prodotto di base o padre. Questo peso non sarà aggiunto a quello del padre in ogni caso.
ru_ru: Если значение нулевое, то тогда вес возьмётся от веса родителя. Вес родителя остаётся без изменений.
sr_rs: Ako je vrednost nula, težina će biti težina nadređenog. U svakom slučaju, ta težina neće biti dodata težini nadređenog.

source: Sku
cs_cz: Skladová jednotka
de_de: Artikel-Nr.
it_it: SKU/Ref.

source: Product Dynamic options
cs_cz: Produkt Dynamic options
de_de: Produkt Dynamic Options
es_es: Productos Opciones Dinámicas
it_it: Opzioni Dinamiche del Prodotto
ru_ru: Динамические Опции товара
sr_rs: Dinamičke opcije proizvoda

source: manage options list
cs_cz: upravit seznam vlastností
de_de: Liste der Optionen verwalten
es_es: Edite la lista de Opciones
it_it: Configura la lista delle Opzioni
ru_ru: управление списком опций
sr_rs: upravljaj listom opcija

source: Manage Options list
cs_cz: Upravit seznam vlastností
de_de: Liste der Optionen verwalten
es_es: Edite la lista de Opciones
it_it: Configura la lista delle Opzioni
ru_ru: Управление списком Опций
sr_rs: Upravljaj listom opcija

source: Parent:
it_it: Padre:
ru_ru: Родитель:

source: %s unit(s) <a href="%s">in your cart</a>
it_it: %s unità <a href="%s">nel tuo carrello</a>
ru_ru: %s ед. <a href="%s">в Вашей корзине</a>

source: Dynamic Options
es_es: Opciones Diámicas
it_it: Opzioni Dinamiche
ru_ru: Динамические опции
sr_rs: Dinamičke opcije
