Repository: wp-plugins/thecartpress-dynamic-options
Catalog: languages/tcp-do-*.po
Languages: cs_cz, de_de, es_es, it_it, ru_ru, sr_rs

source: Adds Dynamic Options to TheCartPress
cs_cz: Přidat Dynamic Options to TheCartPress

source: TheCartPress team
cs_cz: TheCartPress tým

source: <strong>Dynamic Options for TheCartPress</strong> requires TheCartPress plugin activated.
cs_cz: <strong>Dynamic Options pro TheCartPress</strong> vyžaduje aktivovaný TheCartPress plugin.
de_de: Das TheCartPress-Plugin muss aktiviert sein, um <strong>Dynamic Options for TheCartPress</strong> verwenden zu können.
es_es: <strong>Opciones Dinámicas para TheCartPress</strong> requiere el plugin activado de TheCartPress.
it_it: <strong>Opzioni Dinamiche per TheCartPress</strong> richiede che sia attivato il plugin TheCartPress.
ru_ru: <strong>Динамические Опции для TheCartPress</strong> нуждаются в активированной TheCartPress.
sr_rs: <strong>Dynamic Options za TheCartPress</strong> zahteva da plugin TheCartPress bude aktiviran

source: <strong>Dynamic Options for TheCartPress</strong> requires TheCartPress plugin
cs_cz: <strong>Dynamic Options pro TheCartPress</strong> vyžaduje TheCartPress plugin.
de_de: <strong>Dynamic Options f&uuml;r TheCartPress</strong> ben&ouml;tigen das TheCartPress-Plugin
es_es: <strong>Opciones Dinámicas para TheCartPress</strong> requiere el plugin para TheCartPress
it_it: <strong>Opzioni Dinamiche per TheCartPress</strong> richiede il plugin TheCartPress.
ru_ru: <strong>Для запуска Динамических Опций TheCartPress</strong>требуется TheCartPress
sr_rs: <strong>Dynamic Options za TheCartPress</strong> zahteva TheCartPress plugin

source: Attribute Sets
cs_cz: Sady vlastnosti
de_de: Attribut-Gruppe
es_es: Conjuntos de Atributos
it_it: Set di Attributi
ru_ru: Наборы аттрибутов
sr_rs: Skupovi atributa

source: Attributes Sets
cs_cz: Sady vlastností
de_de: Attribut-Gruppen
es_es: Conjuntos de Atributos
it_it: Set di Attributi
ru_ru: Наборы аттрибутов
sr_rs: Skupovi atributa

source: Attributes
cs_cz: Vlastnosti
de_de: Attribute
es_es: Atributos
it_it: Attributi
ru_ru: Аттрибуты
sr_rs: Atributi

source: Option list
cs_cz: Seznam voleb
de_de: Liste der Optionen
es_es: Lista de Opciones
it_it: Lista delle Opzioni
ru_ru: Список опций
sr_rs: Lista opcija

source: Dynamic Option Settings
cs_cz: Nastavení Dynamic Option
de_de: Dynamic Options
es_es: Configuración de Opciones Dinámicas
it_it: Configurazione delle Opzioni Dinamiche
ru_ru: Настройки Динамических Опций
sr_rs: Dynamic Option Podešavanja

source: Dynamic options type
cs_cz: Typy dynamických voleb
de_de: Dynamic Options Typ
es_es: Tipo de Opciones Dinámicas
it_it: Tipo di Opzioni Dinamiche
ru_ru: Тип Динамической Опции
sr_rs: Dynamic options vrsta

source: List
cs_cz: Seznam
de_de: Liste
es_es: Lista
it_it: Lista
ru_ru: Список
sr_rs: Lista

source: Single
cs_cz: Jednoduchý
de_de: Einzeln
es_es: Sencilla
it_it: Singola
ru_ru: Отдельная
sr_rs: Pojedinačna

source: Multiple
cs_cz: Mnohonásobný
de_de: Mehrfach
es_es: Múltiple
ru_ru: Мульти
sr_rs: Višestruka

source: Dynamic options order by
cs_cz: Seřadit dynamické volby podle
de_de: Dynamic Options sortieren nach
es_es: Opciones Dinámicas ordenadas por
it_it: Opzioni Dinamiche ordinate per
ru_ru: Динамические Опции сортируюстя по
sr_rs: Redosled dinamičkih opcija prema

source: Order field
cs_cz: Pořadí pole
de_de: Ordnungsfeld
es_es: Campo de ordenación
it_it: Campo Ordine
ru_ru: полю Заказа
sr_rs: Redosled polja

source: Title
cs_cz: Titulek
de_de: Titel
es_es: Título
it_it: Títolo
ru_ru: Название
sr_rs: Naziv

source: Price
cs_cz: Cena
de_de: Preis
es_es: Precio
it_it: Prezzo
ru_ru: Стоимость
sr_rs: Cena

source: Dynamic options order
cs_cz: Seřadit dynamické volby
de_de: Reihenfolge der Dynamic Options
es_es: Orden de las Opciones
it_it: Ordine delle Opzioni Dinamiche
ru_ru: Порядок Динамических Опций
sr_rs: Redosled dinamičkih opcija

source: Ascending
cs_cz: Vzestupně
de_de: aufsteigend
es_es: Ascendente
it_it: Ascendente
ru_ru: По возрастанию
sr_rs: Rastući

source: Descending
cs_cz: Sestupně
de_de: absteigend
es_es: Descendente
it_it: Discendente
ru_ru: По убыванию
sr_rs: Opadajući

source: Dynamic options calculate price
cs_cz: Dynamické možnosti vypočítají cenu
de_de: Dynamic Options Preisberechnung
es_es: Calcular precio para las Opciones
it_it: Calcolare il prezzo per le Opzioni Dinamiche
ru_ru: Расчёт цены Динамический Опций
sr_rs: Dinamičke opcije računaju cenu

source: Individual
cs_cz: Individuální
de_de: individuell
it_it: Individuale
ru_ru: Индивидуальный
sr_rs: Individualno

source: Complex
cs_cz: Komplexní
de_de: komplex
es_es: Complejo
it_it: Complesso
ru_ru: Комплексный
sr_rs: Kompleksno

source: "Individual" value will return as the price of an option the price of the Product. "Complex" means that prices will be added.
cs_cz: Volba "Individuální " vrátí jako cenu volby cenu výrobku. "Komplexní" znamená, že ceny budou přidány.
de_de: "Individuell" gibt als Ergebnis den Preis der Option eines Produkts. "Komplex" bedeuted, dass die Preise addiert werden.
es_es: El valor "Individual" devolverá como precio de una Opción el precio del Producto. "Complejo" significa que los precios se sumarán.
it_it: Il valore "Individuale " mostrerà il prezzo di un'opzione come prezzo del prodotto. "Complesso " significa invece che i prezzi delle opzioni si aggiungeranno a quello di base.
ru_ru: "Индивидуальный" подразумевает полную стоимость, применяемую к товару. "Комплексный" - это надбавка, добавляемая к цене товара.
sr_rs: "Individualna" vrednost vratiće se kao cena u opciji ‘cena proizvoda’. "Kompleksno" znači da će cene biti dodate.

source: Parent
cs_cz: Riodič
de_de: Eltern
es_es: Padre
it_it: Padre
ru_ru: Родитель
sr_rs: Nadređeni

source: Attribute set
cs_cz: Sada vlastností
de_de: Attribut-Gruppe
es_es: Conjuntos de Atributos
it_it: Set di Attributi
ru_ru: Установка аттрибута
sr_rs: Skup atributa

source: dynamic options
cs_cz: Dynamické nastavení
es_es: Opciones dinámicas
it_it: opzioni dinamiche
ru_ru: динамическая опция
sr_rs: dinamičke opcije

source: none
cs_cz: žádný
de_de: keine
es_es: ninguna
it_it: nessuna
ru_ru: нет
sr_rs: nijedna

source: Manage Attribute Sets
cs_cz: Upravit sady vlastnosti
de_de: Attribut Gruppen verwalten
es_es: Edite los Conjuntos de Atributos
it_it: Modifica i Set di Attributi
ru_ru: Управление Наборами аттрибутов
sr_rs: Upravljaj skupom atributa

source: This field helps us to join the product with its Dynamic Options
cs_cz: Toto pole nám pomáhá spojit produkt s jeho dynamickýmimožnostmi
de_de: Dieses Feld hilft uns, das Produkt mit den dynamischen Optionen zu verknüpfen
es_es: Este campo nos ayuda a relacionar un producto con sus variaciones (u options)
it_it: Questo campo serve a unire il prodotto con le sue Opzioni dinamiche
ru_ru: Эти поля помогут Вам связать товары с их Динамическими Опциями
sr_rs: Ovo polje pomaže nam da pridružimo proizvod odgovarajućim dinamičkim opcijama

source: Dynamic options
cs_cz: Dynamické možnosti
de_de: Dynamische Optionen
es_es: Opciones dynámicas
it_it: Opzioni Dinamiche
ru_ru: Динамические опции
sr_rs: Dinamičke opcije

source: Combination not valid
cs_cz: Kombinace není platná
de_de: ungültige Kombination
es_es: Combinación no válida
it_it: Combinazione non valida
ru_ru: Комбинация недопустима
sr_rs: Kombinacija je nevažeća

source: <span class="tcp_units">%s</span> <a href="%s" class="alert-link">in your cart</a>
cs_cz: <span class="tcp_units">%s</span> <a href="%s" class="alert-link">v košíku</a>
de_de: %s Stück <a href="%s">im Warenkorb</a>
es_es: <span class="tcp_units">%s</span> <a href="%s" class="alert-link">en su carrito</a>
sr_rs: <span class="tcp_units">%s</span> <a href="%s" class="alert-link">u vaša kolica</a>

source: From %s
cs_cz: Z %s
de_de: ab %s
es_es: Desde %s
it_it: da %s
ru_ru: От %s
sr_rs: Od %s

source: The "name" field must be completed
cs_cz: Pole "jméno" musí být hotové
de_de: Das "name" Feld muss ausgef&uuml;llt werden
es_es: El campo "nombre" debe ser completado
it_it: Il campo "nome" deve esssere completato
ru_ru: Поле "Наименование" должно быть заполнено
sr_rs: Polje "naziv" mora biti popunjeno

source: Search %s
cs_cz: Hledat %s
de_de: Suche %s
es_es: Buscar %s
it_it: Cerca %s
ru_ru: Поиск %s
sr_rs: Pretraži %s

source: All %s
cs_cz: Vše %s
de_de: Alle %s
es_es: todo %s
it_it: Tutto %s
ru_ru: Все %s
sr_rs: Svi %s

source: Edit %s
cs_cz: Upravit %s
de_de: Editiere %s
es_es: Editar %s
it_it: Modificare %s
ru_ru: Править %s
sr_rs: Uredi %s

source: Update %s
cs_cz: Aktualizovat %s
de_de: Aktualisiere %s
es_es: Modificar %s
it_it: Aggiornare %s
ru_ru: Обновить %s
sr_rs: Ažuriraj %s

source: Add new %s
cs_cz: Přidat nový %s
de_de: Fuuml;ge %s hinzu
es_es: Añadir nuevo %s
it_it: Aggiungere Nuovo %s
ru_ru: Добавить новый %s
sr_rs: Dodaj novi %s

source: New %s name
cs_cz: Nový %s název
de_de: Neuer %s Name
es_es: Nuevo nombre %s
it_it: Nuovo nome %s
ru_ru: Новое имя %s
sr_rs: Novi %s naziv

source: Taxonomy saved
cs_cz: Struktura uložena
de_de: Taxonomy gespeichert
es_es: Categoría guardada
it_it: Tassonomia salvata
ru_ru: Таксономия сохранена
sr_rs: Taksonomija je sačuvana

source: The taxonomy has been deleted
cs_cz: Struktura byla smazána
de_de: Die Taxonomy wurde gel&ouml;scht
es_es: La Categoría ha sido borrada
it_it: La Tassonomia è stata cancellata
ru_ru: Таксономия удалена
sr_rs: Taksonomija je obrisana

source: Return to Attributes Sets
cs_cz: Návrat na sady vlastností
de_de: Zur&uuml;ck zu den Attribut Gruppen
es_es: Volver a los Conjuntos de Atributos
it_it: Ritorna ai Set di Attributi
ru_ru: Возврат к Наборам аттрибутов
sr_rs: Vrati se na skupove atributa

source: Create new attribute
cs_cz: Vytvořit novou vlastnost
de_de: Neue Attribute erstellen
es_es: Crear Nuevo Atributo
it_it: Crea Nuovo Attributo
ru_ru: Создание нового Аттрибута
sr_rs: Kreiraj novi atribut

source: Name
cs_cz: Jméno
es_es: Nombre
it_it: Nome
ru_ru: Название
sr_rs: Naziv

source: Description
cs_cz: Popis
de_de: Beschreibung
es_es: Descriptión
it_it: Descrizione
ru_ru: Описание
sr_rs: Opis

source: insert
cs_cz: vložit
de_de: einf&uuml;gen
es_es: Insertar
it_it: Inserire
ru_ru: вставить
sr_rs: unesi

source: edit attribute
cs_cz: upravit vlastnosti
de_de: Attribut &auml;ndern
es_es: Editar Atributo
it_it: Modifica Attributo
ru_ru: править аттрибут
sr_rs: uredi atribut

source: edit
cs_cz: upravit
de_de: &auml;ndern
es_es: Editar
it_it: Modificare
ru_ru: правка
sr_rs: uredi

source: add terms
cs_cz: přidat termíny
de_de: Begriff hinzuf&uuml;gen
es_es: Añadir Términos
it_it: Aggiungere dei Termini
ru_ru: добавить терм
sr_rs: dodaj termine

source: delete
cs_cz: smazat
de_de: l&ouml;schen
es_es: Borrar
it_it: Cancellare
ru_ru: удалить
sr_rs: obriši

source: Do you really want to delete this attribute?
cs_cz: Opravdu chcete smazat tuto vlastnost?
de_de: Wollen Sie diese Attribut Gruppe wirklich l&ouml;schen?
es_es: Realmente desea borrar el Conjunto de Atributos?
it_it: Vuoi davvero eliminare questo attributo?
ru_ru: Вы действительно хотите удалить этот Аттрибут?
sr_rs: Da li stvarno želite da obrišete ovaj atribut?

source: Yes
cs_cz: Ano
de_de: Ja
es_es: Si
it_it: Si
ru_ru: Да
sr_rs: Da

source: No, I don't
cs_cz: Ne, nechci
de_de: Nein, will ich nicht
es_es: No
it_it: No
ru_ru: Нет, отказ
sr_rs: Ne, ne želim

source: The list is empty
cs_cz: Seznam je prázdný
de_de: Die Liste ist leer
es_es: La lista está vacía
it_it: La lista è vuota
ru_ru: Список пуст
sr_rs: Lista je prazna

source: The Set has not been inserted. The title has been omitted.
cs_cz: Sada nebyla přidána. Titulek byl vynechán.
de_de: Die Gruppe wurde nicht eingef&uuml;gt. Der Title wurde weggelassen.
es_es: El conjunto no ha sido insertado. El título ha sido omitido
it_it: Il Set non è stato inserito. Il titolo è stato omesso
ru_ru: Набор не был вставлен, его название игнорируется.
sr_rs: Skup nije unet. Nedostaje naslov.

source: The Set has been updated sucesfuly.
cs_cz: Sada byla úspěšně aktualizována.
de_de: Die Gruppe wurde erfolgreich aktualisiert.
es_es: El conjunto ha sido modificado satisfactoriamente
it_it: Il Set è stato aggiornato con successo.
ru_ru: Набор обновлён.
sr_rs: Skupovi su uspešno ažurirani.

source: Attribute Set: %s
cs_cz: Sada vlastnosti %s
de_de: Attribut Gruppe: %s
es_es: Conjunto de Atributos: %s
it_it: Set di attributi: %s
ru_ru: Набор аттрибутов: %s
sr_rs: Skup atributa: %s

source: Return to Attribute Sets list
cs_cz: Návrat na seznam Vlastnosti sad
de_de: Zur&uuml;ck zur Liste der Attribut-Gruppen
es_es: Volver a la lista de Conjuntos de Atributos
it_it: Ritorna alla lista dei set di attributi
ru_ru: Возврат к списку Наборов аттрибутов
sr_rs: Vrati se na listu skupova atributa

source: You need to create <a href="%s">attributes</a> for Dynamic Options, as Colours, Sizes, etc.
cs_cz: Musíte vytvořit <a href="%s">vlastnosti</a> pro Dynamic Options, jako barva, velikost aj.
es_es: Tu necesitascrear <a href="%s">atributos</a> para las opciones, como Colores, Tallas, etc.
it_it: È necessario creare <a href="%s"> gli attributi </ a> per le Opzioni dinamiche, come colori, dimensioni, ecc.
ru_ru: Вам необходимо создать <a href="%s">аттрибуты</a> для Динамических Опций, такие как цвет, размер и т.д.
sr_rs: Treba da kreirate <a href="%s">atribute</a> za dinamičke opcije, kao što su: boje, veličine itd.

source: Save
cs_cz: Uložit
de_de: Speichern
es_es: Guardar
it_it: Salvare
ru_ru: Сохранить
sr_rs: Sačuvaj

source: The Set has not been inserted, it already exists.
cs_cz: Sada nebyla vložena, protože již existuje
de_de: Diese Gruppe wurde nicht eingef&uuml;gt, da sie bereits existiert.
es_es: El Conjunto no ha sido insertado. ya existe.
it_it: Il Set non è stato inserito, perché esiste già
ru_ru: Набор не вставлен, он уже присутствует.
sr_rs: Skup nije unet, već postoji.

source: The Set has been inserted sucesfuly.
cs_cz: Sada byla úspěšně vložena
de_de: Die Gruppe wurde erfolgreich eingef&uuml;gt.
es_es: El Conjunto ha sido insertado satisfactoriamente
it_it: Il Set è stato inserito con successo.
ru_ru: Набор внесён.
sr_rs: Skup je uspešno unet.

source: The Sets have been updated sucesfuly.
cs_cz: Sady byly úspěšně zaktualizovány
de_de: Die Gruppe wurde erfolgreich aktualisiert.
es_es: El conjunto ha sido modificado satisfactoriamente
it_it: Il Set è stato aggiornato con successo.
ru_ru: Набор обновлён.
sr_rs: Skupovi su uspešno ažurirani.

source: The Set has been deleted sucesfuly.
cs_cz: Sady byly úspěšně smazány.
de_de: Die Gruppe wurde erfolgreich gel&ouml;scht.
es_es: El Conjunto ha sido borrado satisfactoriamente
it_it: Il Set è stato cancellato con successo.
ru_ru: Набор удалён.
sr_rs: Skup je uspešno obrisan.

source: New Attribute Set
cs_cz: Nová sada vlastností
de_de: Neue Attribut Gruppe
es_es: Nuevo Conjunto de Atributos
it_it: Nuovo Set di Attributi
ru_ru: Новый Набор аттрибутов
sr_rs: Novi skup atributa

source: Insert
cs_cz: Vložit
de_de: Einf&uuml;gen
es_es: Insertar
it_it: Inserire
ru_ru: Вставить
sr_rs: Unesi

source: Current Attribute Set List
cs_cz: Aktuální seznam vlastností sad
de_de: Aktuelle Liste der Attribut Gruppen
es_es: Lista de conjuntos de Atributos actual
it_it: Lista dei Set di Attributi attuali
ru_ru: Текущий список Наборов
sr_rs: Tekuća lista atributa

source: Do you really want to delete this Attribute Set?
cs_cz: Opravdu chcete smazat tuto sadu vlastností?
de_de: Wollen Sie diese Attribut Gruppe wirklich l&ouml;schen?
es_es: Realmente desea borrar el Conjunto de Atributos
it_it: Vuoi davvero eliminare questo Set di attributi?
ru_ru: Вы действительно хотите удалить этот набор Аттрибутов?
sr_rs: Da li stvarno želite da obrišete ovaj skup atributa?

source: The Attribute Sets list is empty
cs_cz: Sady vlastnosti jsou prázdné
de_de: Die Liste der Attribut Gruppen ist leer.
es_es: La lista de Conjuntos de Atributos está vacía
it_it: La lista dei Set di Attributi è vuota
ru_ru: Список Наборов пуст.
sr_rs: Lista skupova atributa je prazna

source: Allows to create Attribute sets. These sets will contain attributes as "colour", "size". Each attribute will contain values, as "red", "blue", "Large", etc.
cs_cz: Dovolí vytvořit Vlastnost sad. Tyto sady budou obsahovat vlastnosti jako "barva", "velikost\"\. Každá vlastnost bude obsahovat hodnoty jako "červená", "modrá", "velikost", aj.
es_es: Permite crear Conjuntos de Atributos. Estos conjuntos contendrán los atributos como "color", "talla". Cada atributo contendrá valores, como "rojo","azul","Mediana ", etc.
it_it: Permette di creare Set di Attributi. Questi Set conterranno gli attributi come "colore", "taglia". Ogni attributo conterrà valori, come "rosso","azzurro","Media", etc.
ru_ru: Позволяет создать наборы Аттрибутов. Эти Наборы могут содержать такие аттрибуты, как, например, цвет или размер. Каждый аттрибут, затем, будет содержать значения ("красный", "зелёный" или "большой", например).
sr_rs: Omogućava kreiranje skupa atributa. Ovi skupovi sadržavaće atribute kao što su: "boja", "veličina". Svaki atribut imaće vrednosti kao što su: "crvena", "plava", "veliki" itd.

source: To create Color variations for a product (for example, for "Cars") you should create a set called "Car variations", then create an Attribute called "Car Colours", and finally add colours to the attribute.
cs_cz: Pro vytvoření variant barvy k produktu (například pro "Auta'"), byste měli vytvořit sadu nazvanou "Varianty auta" a pak vytvořit vlastnost nazvanou "Barvy auta". A nakonec přidat barvy k vlastnosti.
es_es: Para crear variaciones de Color para un producto (pro ejemplo para "coches") debes crear un conjunto llamado "Opciones de coches", después cree un atributo denominado "Colores de coches", y finalmente añada los colores al atributo.
it_it: Per creare delle variazioni di Colore per un prodotto (per esempio, per le "Auto") è necessario creare un Set di Attributi chiamato "Opzioni Auto", dopodiché si crea un attributo chiamato "Colori delle auto", e infine si aggiungeranno i colori a questo attributo.
ru_ru: Для создания цветовых вариантов товара (напр., для автомобиля) Вам нужно создатьнабор, названный "Варианты кузова", затем создать Аттрибут, названный "Цвета", а затем назначить Аттрибуту цвета.
sr_rs: Da biste kreirali varijacije boja za proizvod (na primer za "Automobile"), treba da kreirate skup "Varijacije automobila", a zatim kreirajte atribut pod nazivom "Boje automobila" i na kraju dodajte boje atributu.

source: With all these options defined for a product, you should visit "Dynamic Options", for each product, and create variations for the different values and attributes defined.
cs_cz: Se všemi těmito nastaveními definovanými pro produkt byste měli navštívit "Dynamic Options" pro každý produkt, a vytvořit varianty pro různé hodnoty a definované vlastnosti.
es_es: Con todas estas opciones definidas para un producto, debe visitar el menú "Opciones Dinámicas", por cada producto, y crear las variaciones para los diferentes valores y atributos definidos.
it_it: Con tutte queste opzioni definite per un prodotto, vi consigliamo di visitare "Opzioni dinamiche ", per ogni prodotto, e creare varianti per i diversi valori e attributi definiti.
ru_ru: С учётом всех этих опций, определённых для товара, Вам нужно будет посетить страницу "Динамические Опции", и создать варианты значений каждому товару для всех аттрибутов.
sr_rs: Kad odredite sve te opcije za proizvod, idite na "Dinamičke opcije" za svaki proizvod i kreirajte varijacije za različite opcije i određene atribute.

source: No Attributes
cs_cz: Žádné vlastnosti
de_de: Keine Attribute
es_es: Atributos
it_it: Nessun Attributo
ru_ru: Нет Аттрибутов
sr_rs: Nema atributa

source: To create options, you need, first, to assign a Set of Attributes to the product. If you have assigned a set, ensure the set has attributes assigned.
cs_cz: Pro vytvoření nastavení nejdříve potřebujete připojit Sadu vlastností k produktu. Pokud máte sadu připojenou, zjistěte připojené vlastnosti.
de_de: Um Optionen anzulegen, m&uuml;ssen Sie dem Produkt zuerst eine Gruppe von Attributen zuweisen. Wenn Sie eine Gruppe zugewiesen haben, prüfen Sie, dass diese Attribute enth&auml;lt.
es_es: Para crear Optiones, necesita en primer lugar, asignar un Conjunto de Atributos al producto
it_it: Per creare delle opzioni è necessario assegnare prima un Set di Attributi al prodotto. Se hai già assegnato un set, assicurarsi allora che il set abbia degli attributi assegnati.
ru_ru: Для создания опций Вам нужно будет, во первых, сопоставить Набор аттрибутов товару. Если Вы уже сопоставили Набор, то убедитесь, что набор содержит в себе Аттрибуты.
sr_rs: Da biste kreirali opcije, prvo treba da dodelite proizvodu skup atributa. Ako dodeljujete skup, proverite da li su atributi dodeljeni skupu.

source: return to %s
cs_cz: návrat do %s
de_de: zur&uuml;ck zu %s
es_es: Volver a %s
it_it: Ritornare a %s
ru_ru: Вернуться к %s
sr_rs: vrati se na %s

source: The term has been inserted
cs_cz: Termín byl vložen
de_de: Der Begriff wurde zugef&uuml;gt
es_es: El término ha diso insertado
it_it: Il termine è stato inserito
ru_ru: Терм был изменён
sr_rs: Termin je unet

source: The options have been modified
cs_cz: Možnosti byly upraveny
de_de: Die Optionen wurden ge&auml;ndert
es_es: La opción ha sido modificada
it_it: Le opzioni sono state modificate
ru_ru: Опция была изменена
sr_rs: Opcije su izmenjene

source: The option has been inserted
cs_cz: Možnost byla vložena
de_de: Die Option wurde zugef&uuml;gt
es_es: La opciḉon ha sido insertada
it_it: L'opzione è stata inserita
ru_ru: Опция вставлена
sr_rs: Opcija je uneta

source: The option has not been inserted. The option already exists.
cs_cz: Možnost nebyla vložena. Možnost již existuje.
de_de: Die Option wurde nicht zugef&uuml;gt. Die Option existiert bereits.
es_es: La Opción no ha sido insertada. La Opción ya existe
it_it: L'opzione non è stata inserita. L'opzione esiste già
ru_ru: Опция не вставлена. Опция уже существует.
sr_rs: Opcija nije uneta. Opcija već postoji.

source: The option has not been inserted.
cs_cz: Možnost nebyla vložena.
de_de: Die Option wurde nicht hinzugef&uuml;gt.
es_es: La Opción no ha sido insertada
it_it: L'opzione non è stata inserita
ru_ru: Опция не вставлена.
sr_rs: Opcija nije uneta.

source: Options for %s
cs_cz: Možnost pro %s
de_de: Optionen f&uuml;r %s
es_es: Opciones para %s
it_it: Opzioni per %s
ru_ru: Опции для %s
sr_rs: Opcije za %s

source: Return to %s
cs_cz: Návrat k %s
de_de: Zur&uuml;ck zu %s
es_es: Volver a %s
it_it: Ritornare a %s
ru_ru: Возврат к %s
sr_rs: Vrati se na %s

source: Manage Attributes
cs_cz: Upravit vlastnosti
de_de: Attribute verwalten
es_es: Editar Atributos
it_it: Gestire gli attributi
ru_ru: Управление Аттрибутом
sr_rs: Upravljaj atributima

source: Edit attribute
cs_cz: Upravit vlastnost
de_de: Attribut &auml;ndern
es_es: Editar Atributo
it_it: Modificare Attributo
ru_ru: Править Аттрибут
sr_rs: Uredi atribut

source: Sorting
cs_cz: Třídění
de_de: Sortierung
es_es: Ordenar
it_it: Ordine
ru_ru: Сортировка
sr_rs: Sortiranje

source: New Option
cs_cz: Nová volba
de_de: Neue Option
es_es: Nueva Opción
it_it: Nuova Opzione
ru_ru: Новая Опция
sr_rs: Nova opcija

source: No one
cs_cz: Žádný
de_de: Keins
es_es: Ninguna
it_it: Nessuna
ru_ru: Ни одного
sr_rs: Nijedna

source: create all
cs_cz: vytvořit vše
de_de: alle erzeugen
es_es: Crear todos
it_it: Creare tutti
ru_ru: создать всё
sr_rs: kreiraj sve

source: Create all attribute variations
cs_cz: Vytvořit všechny varianty vlastnosti
de_de: alle Attribut-Variationen erzeugen
es_es: Crear todas las variaciones posibles
it_it: Creare tutte le variazioni degli attributi
ru_ru: Создайте все вариации аттрибутов
sr_rs: Kreiraj sve varijacije atributa

source: New terms
cs_cz: Nové termíny
de_de: Neuer Begriff
es_es: Nuevo término
it_it: Nuovo termine
ru_ru: Новый терм
sr_rs: Novi termini

source: Filter
cs_cz: Filtr
es_es: Filtrar
it_it: Filtrare
ru_ru: Фильтр
sr_rs: Filtriraj
