Repository: wp-plugins/thecartpress-dynamic-options
Catalog: languages/tcp-*.po
Languages: bg_bg

source: <strong>Dynamic Options for TheCartPress</strong> requires TheCartPress plugin activated.
bg_bg: <strong>Динамични опции</strong> можете да използвате само с включен магазин.

source: <strong>Dynamic Options for TheCartPress</strong> requires TheCartPress plugin
bg_bg: <strong>Динамични опции</strong> можете да използвате само с включен магазин.

source: Attribute Sets
bg_bg: Съвкупност от атрибути

source: Attributes Sets
bg_bg: Съвкупност от атрибути

source: Attributes
bg_bg: Атрибути

source: Option list
bg_bg: Списък опции

source: Dynamic Option Settings
bg_bg: Динамични опции за продукти

source: Dynamic options type
bg_bg: Тип на динамични опции

source: List
bg_bg: Списък

source: Single
bg_bg: Единичен

source: Multiple
bg_bg: Множествп

source: Dynamic options order by
bg_bg: Сортиране на динамичните опции по

source: Order field
bg_bg: Поле за сортировка

source: Title
bg_bg: Заглавие

source: Price
bg_bg: Цена

source: Dynamic options order
bg_bg: Подредба на динамичните опции

source: Ascending
bg_bg: Нарастващ ред

source: Descending
bg_bg: Намаляващ ред

source: Dynamic options calculate price
bg_bg: Калкулиране на цената за динамични опции

source: Individual
bg_bg: Индивидуална цена

source: Complex
bg_bg: Сложна цена

source: "Individual" value will return as the price of an option the price of the Product. "Complex" means that prices will be added.
bg_bg: "Индивидуално" като стойност ще върне цената на опцията като цена на продукта. "Сложно" означава, че цената на опцията ще бъде добавена към цената на продукта.

source: Parent
bg_bg: Родител

source: Attribute set
bg_bg: Съвкупност от атрибути

source: Parent:
bg_bg: Родител:

source: dynamic options
bg_bg: динамични опции

source: none
bg_bg: никакви

source: Manage Attribute Sets
bg_bg: Управление на съвкупностите от атрибути

source: Dynamic options
bg_bg: Диинамични опции

source: Options
bg_bg: Опции

source: Combination not valid
bg_bg: Невалидна комбинация

source: %s unit(s) <a href="%s">in your cart</a>
bg_bg: %s артикул(а) <a href="%s"> във Вашата кошница</a>

source: from %s
bg_bg: от %s

source: The "name" field must be completed
bg_bg: Полето "име" трябва да бъде попълнено

source: Search %s
bg_bg: Търсене %s

source: All %s
bg_bg: Всички %s

source: Edit %s
bg_bg: Редактиране %s

source: Update %s
bg_bg: Обновяване %s

source: Add new %s
bg_bg: Добави нов %s

source: New %s name
bg_bg: Ново %s име

source: Taxonomy saved
bg_bg: Тасономията е запазена.

source: The taxonomy has been deleted
bg_bg: Талсономията е изтрита.

source: Return to Attributes Sets
bg_bg: Връшане към съвкупностите от атрибути

source: Create new attribute
bg_bg: Създаване на нов атрибут

source: Name
bg_bg: Име

source: Description
bg_bg: Описание

source: insert
bg_bg: вмъкване

source: edit attribute
bg_bg: редактиране на атрибут

source: edit
bg_bg: редактиране

source: add terms
bg_bg: добавяне на правила

source: delete
bg_bg: изтрий

source: Do you really want to delete this taxonomy?
bg_bg: Наистина ли искате да изтриете тази таксономия?

source: Yes
bg_bg: Да

source: No, I don't
bg_bg: Не

source: The list is empty
bg_bg: Списъкът е празен

source: The Set has not been inserted. The title has been omitted.
bg_bg: Съвкупността не е вмъкната. Заглавието е изпуснато

source: The Set has been updated sucesfuly.
bg_bg: Съвкупността е обновена успешно

source: Attribute Set: %s
bg_bg: Съвкупност от опции: %s

source: Return to Attribute Sets list
bg_bg: Връщане към списъка с атрибути

source: add
bg_bg: добави

source: Save
bg_bg: Запази

source: The Set has not been inserted, it already exists.
bg_bg: Съвкупността не е вмъкната, защото вече съществува такава.

source: The Set has been inserted sucesfuly.
bg_bg: Съвкупоността е вмъкната успешно.

source: The Sets have been updated sucesfuly.
bg_bg: Съвкупността е обновена успешно

source: The Set has been deleted sucesfuly.
bg_bg: Съвкупността е изтрита успешно.

source: New Attribute Set
bg_bg: Нова съвкупност от атрибути

source: Insert
bg_bg: Вмъкни

source: Current Attribute Set List
bg_bg: Избрана съкупност в момента

source: Do you really want to delete this Attribute Set?
bg_bg: Наистина ли искате, да изтриете тази съвкупност от атрибути?

source: The Attribute Sets list is empty
bg_bg: Сисъкът със съвкупонсти от атрибути е празен

source: Allows to create Attribute sets. These sets will contain attributes as "colour", "size". Each attribute will contain values, as "red", "blue", "Large", etc.
bg_bg: Позволи създаването на съвкупности от атрибути. Тези съвкупности ще съдържат атрибути като "цвят", "размер". Всеки атрибут ще съдържа опции (стойности) като "червен", "син", "голям"

source: To create Color variations for a product (for example, for "Cars") you should create a set called "Car variations", then create an Attribute called "Car Colours", and finally add colours to the attribute.
bg_bg: За да създадете избор от цветове (например за "Коли") трябва да създадете съвкупност наречена "Видове коли", след това Атрибут наречен "Цвят на колата", и накрая да добавите цвят към атрибута (това вече е избираемата динамична опция).

source: With all these options defined for a product, you should visit "Dynamic Options", for each product, and create variations for the different values ​​and attributes defined.
bg_bg: С свички тези дефинирани опции за продукт, трябва да посетите "Динамични опции" за всеки продук и да създадете вариации от различни стойности за дадените атрибути.

source: No Attributes
bg_bg: Без атрибути

source: To create options, you need, first, to assign a Set of Attributes to the product. If you have assigned a set, ensure the set has attributes assigned.
bg_bg: За да създадете динамични опции, първо трябва да изберете съвкупност от атрибути за този продукт. Ако вече имате избрана съкупност, уверете в съвкупността има дефинирани атрибути.

source: return to %s
bg_bg: връщане към %s

source: The term has been inserted
bg_bg: Не бяха вмъкнати правила

source: The options have been modified
bg_bg: Опциите бяха модифицирани

source: The option has been inserted
bg_bg: Опцията е вмъкната

source: The option has not been inserted. The option already exists.
bg_bg: Опцията не е вмъкната, защото вече съществува такава.

source: The option has not been inserted.
bg_bg: Опцията не е вмъкната.

source: Options for %s
bg_bg: Опции за %s

source: Return to %s
bg_bg: Връшане към %s

source: Manage Attributes
bg_bg: Управление на атрибутите

source: Edit attribute
bg_bg: Редактиране на атрибут

source: Sorting
bg_bg: Подреждане

source: New Option
bg_bg: Нова опция

source: No one
bg_bg: НИкакви

source: create all
bg_bg: създай всички

source: Create all attribute variations
bg_bg: Създаване на всички вариации за атрибутите

source: New terms
bg_bg: Нови правила

source: Filter
bg_bg: Филтър

source: Order
bg_bg: Подредба

source: Options will be ordered by title or price, this field will not be considered.
bg_bg: Опциите ще бъдат сортирани по име и цена, това поле няма да бъде взето под внимание.

source: To change the order, visit <a href="%s">Theme compatibility</a> page.
bg_bg: За да смените подредбата посетете страницата <a href="%s">Съвместимост</a>.

source: Delete
bg_bg: Изтрии

source: Set featured image
bg_bg: Настрой изображение за опцията

source: Do you really want to delete this option?
bg_bg: Наистина ли искате да изтриете тази опция?

source: save
bg_bg: запази

source: All the options with the delete checkbox checked will be deleted.
bg_bg: Всички опции с отметка на "изтриване" ще бъдат изтрити

source: Dynamic Options
bg_bg: Динамични опции за продукти

source: Options for TheCartPress Dynamic Options
bg_bg: Опции за Динамични опции за продукти

source: Option
bg_bg: Опция

source: Add New
bg_bg: Добавяне

source: Edit Option
bg_bg: Редактиране на опция

source: View Option
bg_bg: Преглед на опция

source: Search Options
bg_bg: Търсене на опция

source: No options found
bg_bg: Няма намерени опции

source: No options found in Trash
bg_bg: Няма намерени опции в кошчето

source: Option Custom Fields
bg_bg: Свободни полета за опции

source: return to options list
bg_bg: връшане към списъка с опции

source: Options list
bg_bg: Списък с опции

source: This price will be added to the price of the parent.
bg_bg: Цената ще бъде добавена към цената на основния продукт

source: Weight
bg_bg: Тегло

source: If value is zero then the weight will be the weight of the parent. This weight will not be added to the weight of the parent anyway.
bg_bg: Ако стойността е 0, теглото няма да бъде добавено към теглото на основния продукт.

source: Product Dynamic options
bg_bg: Динамични опции за продукти

source: manage options list
bg_bg: управление на списъци от опции

source: Manage Options list
bg_bg: Управление на списъци от опции
